Repository: brandonw3612/Cirrus
Catalog: src/Cirrus/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# SystemTrayMenu.ExitApplication.Text
source: Exit
zh_hans: 退出
zh_hant: 退出

# SystemTrayMenu.ReopenWindow.Format
source: Launch {0}
zh_hans: 启动 {0}
zh_hant: 啟動 {0}

# Views.SearchView.TrendingKeywordsHeader.Text
source: Trending
zh_hans: 热门搜索
zh_hant: 熱門搜索

# Views.SearchView.HistoryKeywordsHeader.Text
source: History
zh_hans: 搜索历史
zh_hant: 搜索歷史

# Views.SearchView.ClearHistoryButton.Content
source: Clear
zh_hans: 清空
zh_hant: 清空

# Controls.SidebarView.SidebarButtons.Browse.Caption
source: Discover
zh_hans: 发现
zh_hant: 發現

# Controls.SidebarView.SidebarButtons.CloudDrive.Caption
source: Cloud
zh_hans: 音乐云盘
zh_hant: 音樂雲盤

# Controls.SidebarView.SidebarButtons.ForYou.Caption
source: For You
zh_hans: 个性推荐
zh_hant: 個性推薦

# Controls.SidebarView.SidebarButtons.Library.Caption
source: Library
zh_hans: 我的收藏
zh_hant: 我的收藏

# Controls.SidebarView.SidebarButtons.PlaybackHistory.Caption
source: History
zh_hans: 播放历史
zh_hant: 播放歷史

# Controls.SidebarView.SidebarButtons.Search.Caption
source: Search
zh_hans: 搜索
zh_hant: 搜索

# Controls.SidebarView.SidebarButtons.Station.Caption
source: Radio
zh_hans: 私人 FM
zh_hant: 私人 FM

# Views.SettingsView.ThemeName.Dark
source: Dark mode
zh_hans: 深色模式
zh_hant: 深色模式

# Views.SettingsView.ThemeName.Default
source: Use system settings (Default)
zh_hans: 使用系统设置（默认）
zh_hant: 使用系統設置（默認）

# Views.SettingsView.ThemeName.Light
source: Light mode
zh_hans: 浅色模式
zh_hant: 淺色模式

# Views.SettingsView.LanguageName.Default
source: Match system settings (Default)
zh_hans: 匹配系统设置（默认）
zh_hant: 匹配系統設置（默認）

# Views.SettingsView.Header.Text
source: Settings
zh_hans: 设置
zh_hant: 設置

# Views.SettingsView.SectionHeaders.About.Text
source: About
zh_hans: 关于
zh_hant: 關於

# Views.SettingsView.SectionHeaders.Account.Text
source: Account
zh_hans: 账户
zh_hant: 賬戶

# Views.SettingsView.SectionHeaders.Appearance.Text
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# Views.SettingsView.SectionHeaders.Interaction.Text
source: Interaction
zh_hans: 交互
zh_hant: 交互

# Views.SettingsView.SectionHeaders.Network.Text
source: Network
zh_hans: 网络
zh_hant: 網絡

# Views.SettingsView.SectionHeaders.Playback.Text
source: Playback
zh_hans: 播放
zh_hant: 播放

# Views.SettingsView.SectionHeaders.Storage.Text
source: Storage
zh_hans: 存储空间
zh_hant: 存儲空間

# Views.SettingsView.Appearance.Font.Header
source: Display font
zh_hans: 显示字体
zh_hant: 顯示字體

# Views.SettingsView.Appearance.Language.Header
source: Language
zh_hans: 语言
zh_hant: 語言

# Views.SettingsView.Appearance.Performance.Header
source: Performance and experience
zh_hans: 性能与体验
zh_hant: 性能與體驗

# Views.SettingsView.Appearance.Theme.Header
source: Theme
zh_hans: 主题
zh_hant: 主題

# Views.SettingsView.Appearance.PerformanceSubmodule.BatterySaver.Content
source: Enable battery saver
zh_hans: 启用节电模式
zh_hant: 啟用節電模式

# Views.SettingsView.Appearance.PerformanceSubmodule.DynaBack.Content
source: Enable dynamic background effects in playback control view
zh_hans: 在播放控制页中启用动态背景效果
zh_hant: 在播放控制頁中啟用動態背景效果

# Views.SettingsView.Appearance.PerformanceSubmodule.VerbatimLyrics.Content
source: Enable beat-by-beat lyrics on supported songs
zh_hans: 在受支持的歌曲中启用逐字歌词
zh_hant: 在受支持的歌曲中啟用逐字歌詞

# Controls.KeyboardRecordBox.WarningText
source: *Invalid input.
zh_hans: *输入不符合限制。
zh_hant: *輸入不符合限制。

# Controls.Buttons.Save.Content
source: Save
zh_hans: 保存
zh_hant: 保存

# Dialogs.KeyboardShortcutsCustomizationDialog.Title
source: Keyboard shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# Dialogs.KeyboardShortcutsCustomizationDialogContent.Error.Text
source: *Make sure settings for all shortcuts are valid.
zh_hans: *保存配置前请确保各项快捷键均满足上方的限制。
zh_hant: *保存配置前請確保各項快捷鍵均滿足上方的限制。

# Dialogs.KeyboardShortcutsCustomizationDialogContent.Tip.Text
source: Tip: A dominant key is required for a keyboard shortcut. It can be A-Z, 0-9, or directional keys. Besides, you can optionally add modifier keys (Shift, Ctrl, and Alt).
zh_hans: 提示：键盘快捷键需要设定一个主键（可以是字母、数字、方向控制键），此外您也可以选择性地加入修饰键（Shift，Ctrl，Alt）。
zh_hant: 提示：鍵盤快捷鍵需要設定一個主鍵（可以是字母、數字、方向控制鍵），此外您也可以選擇性地加入修飾鍵（Shift，Ctrl，Alt）。

# Controls.Buttons.Cancel.Content
source: Cancel
zh_hans: 取消
zh_hant: 取消

# KeyboardShortcuts.DecreaseVolume.Name
source: Decrease volume
zh_hans: 减小音量
zh_hant: 減小音量

# KeyboardShortcuts.IncreaseVolume.Name
source: Increase Volume
zh_hans: 增大音量
zh_hant: 增大音量

# KeyboardShortcuts.Next.Name
source: Next
zh_hans: 下一曲
zh_hant: 下一曲

# KeyboardShortcuts.PlayPause.Name
source: Play / Pause
zh_hans: 播放 / 暂停
zh_hant: 播放 / 暫停

# KeyboardShortcuts.Previous.Name
source: Previous
zh_hans: 上一曲
zh_hant: 上一曲

# Dialogs.KeyboardShortcutsCustomizationDialogContent.RestoreDefault.Content
source: Restore default
zh_hans: 恢复默认
zh_hant: 恢復默認

# Views.SettingsView.Interaction.KeyboardShortcuts.Header
source: Keyboard shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# Views.SettingsView.Interaction.DesktopLyricsWithHotLyric.Description
source: HotLyric is ready to go on this device.
zh_hans: “热词” 已在此设备上准备就绪。
zh_hant: “熱詞” 已在此設備上準備就緒。

# Views.SettingsView.Interaction.DesktopLyricsWithHotLyric.Header
source: Picture-in-picture lyrics
zh_hans: 桌面歌词
zh_hant: 桌面歌詞

# Views.SettingsView.Interaction.DesktopLyricsWithoutHotLyric.Header
source: Picture-in-picture lyrics
zh_hans: 桌面歌词
zh_hant: 桌面歌詞

source: Customize
zh_hans: 自定义
zh_hant: 自定義

# Views.SettingsView.Interaction.DesktopLyricsWithoutHotLyricSubmodule.OffContent
source: Auto launch HotLyric with Cirrus
zh_hans: 随应用自启动
zh_hant: 隨應用自啟動

# Views.SettingsView.Interaction.DesktopLyricsWithoutHotLyricSubmodule.OnContent
source: Auto launch HotLyric with Cirrus
zh_hans: 随应用自启动
zh_hant: 隨應用自啟動

# Views.SettingsView.Interaction.HotLyricNotInstalled.StoreButtonText.Text
source: View in Microsoft Store
zh_hans: 在 Microsoft Store 中查看
zh_hant: 在 Microsoft Store 中查看

# Views.SettingsView.Interaction.DesktopLyricsWithoutHotLyric.Description
source: HotLyric is recommended to provide picture-in-picture lyrics on your desktop along with Cirrus. It is now available in Microsoft Store.
zh_hans: 我们推荐使用 ”热词“ 配合 Cirrus 在你的桌面上显示歌词。”热词“ 现于 Microsoft Store 提供。
zh_hant: 我們推薦使用 ”熱詞“ 配合 Cirrus 在你的桌面上顯示歌詞。”熱詞“ 現於 Microsoft Store 提供。

# Dialogs.LoginDialog.Title
source: Log in
zh_hans: 登录
zh_hant: 登錄

# Dialogs.LoginDialogContent.LoginMethods.Cellphone.Content
source: Cellphone
zh_hans: 电话号码
zh_hant: 電話號碼

# Dialogs.LoginDialogContent.LoginMethods.Mail.Content
source: Email
zh_hans: 邮箱
zh_hant: 郵箱

# Dialogs.LoginDialogContent.LoginMethods.QR.Content
source: QR code
zh_hans: 二维码
zh_hant: 二維碼

# Dialogs.LoginDialogContent.CellphoneNumber.PlaceholderText
source: Cellphone number
zh_hans: 电话号码
zh_hant: 電話號碼

# Dialogs.LoginDialogContent.EmailAddress.PlaceholderText
source: Email address
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# Dialogs.LoginDialogContent.Password.PlaceholderText
source: Password
zh_hans: 密码
zh_hant: 密碼

# MessageBoxes.LogOut.Content
source: Are you sure you want to log out current account? If you need to use it later, another authentication is required.
zh_hans: 确认退出当前账号吗？后续如需使用该账号，需要重新进行身份验证。
zh_hant: 確認退出當前賬號嗎？後續如需使用該賬號，需要重新進行身份驗證。

# MessageBoxes.LogOut.PrimaryButtonText
source: Confirm
zh_hans: 确认退出
zh_hant: 確認退出

# Controls.Buttons.OK.Content
source: Okay
zh_hans: 好
zh_hant: 好

# MessageBoxes.Error.Title
source: Error
zh_hans: 错误
zh_hant: 錯誤

# Exceptions.Authentication.LoginFailedExceptionFormat
source: We failed to log you in. Information: {0}
zh_hans: 登录失败。详细信息：{0}
zh_hant: 登錄失敗。詳細信息：{0}

# Dialogs.LoginDialogContent.LoginButton.TextContent.Text
source: Log in
zh_hans: 登录
zh_hant: 登錄

# Views.SettingsView.Interaction.RunsInBackground.Header
source: Run Cirrus in the background
zh_hans: 在后台运行 Cirrus
zh_hant: 在後臺運行 Cirrus

# Dialogs.LoginDialogContent.MobileAuth.AuthedMessage
source: You're all set.
zh_hans: 大功告成。
zh_hant: 大功告成。

# Dialogs.LoginDialogContent.MobileAuth.AwaitingAuthMessage
source: Approve this log-in request on your mobile application.
zh_hans: 请在移动客户端上授权此次登录请求。
zh_hant: 請在移動客戶端上授權此次登錄請求。

# Dialogs.LoginDialogContent.MobileAuth.AwaitingScanMessage
source: Scan the QR code above with the mobile client of NeteaseCloudMusic.
zh_hans: 请使用 网易云音乐 移动客户端扫描上方二维码。
zh_hant: 請使用 網易雲音樂 移動客戶端掃描上方二維碼。

# Dialogs.LoginDialogContent.MobileAuth.FetchingKeyMessage
source: Fetching QR code...
zh_hans: 正在获取二维码……
zh_hant: 正在獲取二維碼……

# Dialogs.LoginDialogContent.MobileAuth.KeyFetchErrorMessage
source: Currently we're unable to get the QR code for you.
zh_hans: 目前暂时无法获取登录二维码。
zh_hant: 目前暫時無法獲取登錄二維碼。

# Dialogs.LoginDialogContent.MobileAuth.QrExpiredMessage
source: QR code has expired. Fetching a new one for you...
zh_hans: 二维码已过期。即将重新生成……
zh_hant: 二維碼已過期。即將重新生成……

# Controls.AccountButton.LogInMenuFlyoutItem.Text
source: Log in
zh_hans: 登录
zh_hant: 登錄

# Controls.AccountButton.LogOutMenuFlyoutItem.Text
source: Log out
zh_hans: 退出当前账户
zh_hant: 退出當前賬戶

# Controls.AccountButton.SettingsMenuFlyoutItem.Text
source: Settings
zh_hans: 设置
zh_hant: 設置

# Views.SettingsView.Appearance.FontName.Default
source: Default font
zh_hans: 默认字体
zh_hant: 默認字體

# Views.SettingsView.EnabledDisabledToggleSwitch.OffContent
source: Disabled
zh_hans: 禁用
zh_hant: 禁用

# Views.SettingsView.EnabledDisabledToggleSwitch.OnContent
source: Enabled
zh_hans: 启用
zh_hant: 啓用

# MessageBoxes.RequestRestart.AudioOutputDeviceSwitch.Content
source: After switching the audio output device, a restart is required to make the updated settings work. Ready to restart now?
zh_hans: 切换音频输出设备后需要重新启动才能使设置生效。立即重新启动吗？
zh_hant: 切換音頻輸出設備后需要重新啓動才能使設置生效。立即重新啓動嗎？

# MessageBoxes.RequestRestart.CancelButtonText
source: No, I'll restart later.
zh_hans: 稍后重新启动
zh_hant: 稍後重新啓動

# MessageBoxes.RequestRestart.FontSwitch.Content
source: A restart is required to apply the updated display font you have just chosen. Ready to restart now?
zh_hans: 切换应用显示字体后需要重新启动才能使设置生效。立即重新启动吗？
zh_hant: 切換應用顯示字體后需要重新啓動才能使設置生效。立即重新啓動嗎？

# MessageBoxes.RequestRestart.LanguageSwitch.Content
source: A restart is required to apply the display language you have just chosen. Ready to restart now?
zh_hans: 切换应用语言后需要重新启动才能使设置生效。立即重新启动吗？
zh_hant: 切換應用語言后需要重新啓動才能使設置生效。立即重新啓動嗎？

# MessageBoxes.RequestRestart.PrimaryButtonText
source: Yes. Restart now.
zh_hans: 立即重新启动
zh_hant: 立即重新啓動

# MessageBoxes.RequestRestart.Title
source: Restart required
zh_hans: 需要重新启动
zh_hant: 需要重新啓動

# Views.SettingsView.Playback.AudioOutputDevice.Header
source: Audio output device
zh_hans: 音频输出设备
zh_hant: 音頻輸出設備

# Views.SettingsView.AudioQuality.Higher
source: High (320 kbps)
zh_hans: 高质量（320 kbps）
zh_hant: 高質量（320 kbps）

# Views.SettingsView.AudioQuality.HiRes
source: Hi-Res (up to 192 kHz / 24 bit)
zh_hans: 高解析度无损（最高192 kHz / 24 bit）
zh_hant: 高解析度無損（最高192 kHz / 24 bit）

# Views.SettingsView.AudioQuality.Lossless
source: Lossless (up to 48 kHz / 16 bit)
zh_hans: 无损（最高48 kHz / 16 bit）
zh_hant: 無損（最高48 kHz / 16 bit）

# Views.SettingsView.AudioQuality.Master
source: Master (192 kHz / 24 bit)
zh_hans: 母带（192 kHz / 24 bit）
zh_hant: （192 kHz / 24 bit）

# Views.SettingsView.AudioQuality.Spatial
source: Spatial audio (96 kHz / 24 bit)
zh_hans: 空间音频（96 kHz / 24 bit）
zh_hant: 空間音頻（96 kHz / 24 bit）

# Views.SettingsView.AudioQuality.Standard
source: Standard (128 kbps)
zh_hans: 标准（128 kbps）
zh_hant: 標準（128 kbps）

# Views.SettingsView.AudioQuality.Surround
source: Surround audio (up to 5.1 Channel support)
zh_hans: 环绕音频（最高支持5.1声道）
zh_hant: 環繞音頻（最高支持5.1聲道）

# Views.SettingsView.Playback.AudioQuality.Header
source: Audio quality
zh_hans: 音频质量
zh_hant: 音頻質量

# Views.SettingsView.Playback.AudioOutputDeviceSubmodule.SelectDeviceContent.Text
source: Select device
zh_hans: 选择设备
zh_hant: 選擇設備

# Views.SettingsView.AboutThisOptionHyperlinkButton.Content
source: About this option
zh_hans: 关于此选项
zh_hant: 關於此選項

# Views.SettingsView.Playback.AudioCrossfade.Header
source: Audio crossfade
zh_hans: 音频交叉淡化
zh_hant: 音頻交叉淡化

# Views.SettingsView.Playback.AudioCrossfadeSubmodule.CrossfadeLength.Header
source: Crossfade length
zh_hans: 交叉淡化时长
zh_hant: 交叉淡化時長

source: 12s
zh_hans: 12秒
zh_hant: 12秒

source: 3s
zh_hans: 3秒
zh_hant: 3秒

# Views.SettingsView.Playback.DirectSwitch.Header
source: Legacy playback control
zh_hans: 传统播放控制
zh_hant: 傳統播放控制

# Views.SettingsView.Playback.DirectSwitchSubmodule.Description.Text
source: By default, Cirrus provides you with native playback experiences, where we go back to the beginning of a track when "Previous" command is triggered. And while you switch between tracks, the pkayback status will remain as is. In order to work with some voice assistants in mainland China, with this option turned on, Cirrus will directly switch to the previous track without consideration of the progress of current track, and after you switch between tracks, we will force the track to play directly.
zh_hans: 默认情况下，Cirrus提供原生播放体验。在歌曲播放一段时间后执行“上一曲”指令时将返回歌曲开头；与此同时，切换播放项目不会改变播放/暂停状态。为了兼容中国大陆部分智能设备的控制功能，开启本选项后，执行“上一曲”指令时，Cirrus不考虑歌曲进度，并直接切换至上一首歌曲，并且完成切换后强制播放项目。
zh_hant: 默認情況下，Cirrus提供原生播放體驗。在歌曲播放一段時間後執行“上一曲”指令時將返回歌曲開頭；與此同時，切換播放項目不會改變播放/暫停狀態。為了兼容中國大陸部分智能設備的控制功能，開啟本選項後，執行“上一曲”指令時，Cirrus不考慮歌曲進度，並直接切換至上一首歌曲，並且完成切換後強制播放項目。

# Dialogs.NetworkProxyConfigDialog.Title
source: Web proxy settings
zh_hans: 网络代理设置
zh_hant: 網絡代理設置

# Dialogs.NetworkProxyConfigDialogContent.ProxyModes.Custom
source: Use custom proxy
zh_hans: 使用自定义代理
zh_hant: 使用自定義代理

# Dialogs.NetworkProxyConfigDialogContent.ProxyModes.Off
source: No proxy
zh_hans: 关闭
zh_hant: 關閉

# Dialogs.NetworkProxyConfigDialogContent.ProxyModes.System
source: Use system proxy
zh_hans: 使用系统代理
zh_hant: 使用系統代理

# Views.SettingsView.Network.ConfigProxyButtonContent.Text
source: Configure
zh_hans: 配置
zh_hant: 配置

# Views.SettingsView.Network.Proxy.Header
source: Application web proxy
zh_hans: 应用网络代理
zh_hant: 應用網絡代理

# Views.SettingsView.Network.HttpFallback.Header
source: Fallback web requests to HTTP protocol
zh_hans: 网络请求降级至 HTTP 协议
zh_hant: 網絡請求降級至 HTTP 協議

# Views.SettingsView.About.OpenSource.Header
source: Open-source project references
zh_hans: 开源项目引用
zh_hant: 開源項目引用

# Views.SettingsView.About.Spec.Header
source: Specifications
zh_hans: 规格
zh_hant: 規格

# Views.SettingsView.About.SpecSubmodule.AppUpdate.Text
source: Updates & preview experiences
zh_hans: 更新与预览体验
zh_hant: 更新與預覽體驗

# Views.SettingsView.About.SpecSubmodule.AppVersion.Text
source: App Version
zh_hans: 应用版本
zh_hant: 應用版本

# Views.SettingsView.About.SpecSubmodule.FrameworkVersion.Text
source: .NET Version
zh_hans: .NET 版本
zh_hant: .NET 版本

# Views.SettingsView.About.SpecSubmodule.InstalledDate.Text
source: Installed on
zh_hans: 安装于
zh_hant: 安裝與

# Views.SettingsView.About.SpecSubmodule.ViewOnGitHub.Text
source: View on GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

# Views.UserDetailView.Header.FollowerRun.Text
source: Followers
zh_hans: 关注者
zh_hant: 關注者

# Views.UserDetailView.Header.FollowingRun.Text
source: Following
zh_hans: 正在关注
zh_hant: 正在關注

# Views.UserDetailView.List.ContributedPlaylists.Header
source: Contributed playlists
zh_hans: 参与贡献的歌单
zh_hant: 參與貢獻的歌單

# Views.UserDetailView.List.MusicTaste.Header
source: Music preference
zh_hans: 音乐偏好
zh_hant: 音樂偏好

# Views.UserDetailView.List.SubscribedPlaylists.Header
source: Subscribed playlists
zh_hans: 订阅的歌单
zh_hant: 訂閲的歌單

# Controls.Buttons.NavigateBack.Content
source: Go back
zh_hans: 返回上一页
zh_hant: 返回上一頁

# Controls.Buttons.Reload.Content
source: Reload
zh_hans: 重新加载
zh_hant: 重新加載

# MessageBoxes.PageLoadNetworkIssue.Content.Format
source: An error occurred while loading current page. Here is the detailed information related to the error: {0}
zh_hans: 加载当前页面时遇到了错误。以下是错误的详细信息: {0}
zh_hant: 加載當前頁面時遇到了錯誤。以下是錯誤的詳細信息: {0}

# MessageBoxes.PageLoadUnsolvableIssue.Content
source: A fatal error occurred while loading current page. If you would like to report this error, enable "Share diagnostics with developer" in App Settings.
zh_hans: 加载当前页面时遇到了无法解决的错误。如需报告该错误，请在应用设置中启用“与开发者共享诊断信息”。
zh_hant: 加載當前頁面時遇到了無法解決的錯誤。如需報告該錯誤，請在應用設置中啟用“與開發者共享診斷信息”。

# MenuFlyoutItems.Play.Text
source: Play
zh_hans: 播放
zh_hant: 播放

# MessageBoxes.DeletePlaylist.Content
source: After removal, you can still recover this playlist on your mobile device. Are you sure to remove it?
zh_hans: 删除歌单后你可以在移动客户端上恢复歌单。确认删除吗？
zh_hant: 刪除歌單後你可以在移動客戶端上恢復歌單。確認刪除嗎？

# MessageBoxes.DeletePlaylist.PrimaryButton.Content
source: Sure, remove it.
zh_hans: 确认删除
zh_hant: 確認刪除

# Notifications.PlaylistRemovalFailed
source: We failed to remove the playlist.
zh_hans: 歌单删除失败。
zh_hant: 歌單刪除失敗。

# Notifications.PlaylistRemovalSucceeded
source: Playlist removed.
zh_hans: 歌单已删除。
zh_hant: 歌單已刪除。

# MessageBoxes.UnsubscribePlaylist.CancelButton.Content
source: Keep subscription.
zh_hans: 保留订阅
zh_hant: 保留訂閱

# MessageBoxes.UnsubscribePlaylist.Content
source: Are you sure to unsubscribe the playlist.
zh_hans: 确认取消订阅该歌单吗？
zh_hant: 確認取消訂閱該歌單嗎？

# MessageBoxes.UnsubscribePlaylist.PrimaryButton.Content
source: Sure, unsubscribe it.
zh_hans: 确认取消订阅
zh_hant: 確認取消訂閱

# Notifications.PlaylistUnsubscriptionFailed
source: We failed to unsubscribe the playlist.
zh_hans: 歌单取消订阅失败。
zh_hant: 歌單取消訂閱失敗。

# Notifications.PlaylistUnsubscriptionSucceeded
source: Playlist unsubscribed.
zh_hans: 歌单已取消订阅。
zh_hant: 歌單已取消訂閱。

# MenuFlyoutItems.CopyLink.Text
source: Copy link
zh_hans: 复制链接
zh_hant: 複製鏈接

# MenuFlyoutItems.Delete.Text
source: Delete
zh_hans: 删除
zh_hant: 刪除

# MenuFlyoutItems.Share.Text
source: Share
zh_hans: 共享
zh_hant: 共享

# MenuFlyoutItems.Subscribe.Text
source: Subscribe
zh_hans: 订阅
zh_hant: 訂閲

# MenuFlyoutItems.Unsubscribe.Text
source: Unsubscribe
zh_hans: 取消订阅
zh_hant: 取消訂閲

# Notifications.PlaylistSubscriptionFailed
source: We failed to subscribe to the playlist.
zh_hans: 歌单订阅失败。
zh_hant: 歌單訂閱失敗。

# Notifications.PlaylistSubscriptionSucceeded
source: Playlist subscribed.
zh_hans: 歌单已订阅。
zh_hant: 歌單已訂閲。

# Notifications.LinkCopied
source: Link copied.
zh_hans: 链接已复制。
zh_hant: 鏈接已複製。

# Views.UserDetailView.PlaybackRecord.Subtitle.Format
source: {0} tracks played
zh_hans: 累计听歌{0}首
zh_hant: 累計聽歌{0}首

# Views.UserDetailView.PlaybackRecord.Title.Format
source: {0}'s top chart
zh_hans: {0}的听歌排行
zh_hant: {0}的聽歌排行

# Views.UserDetailView.Playlist.Subtitle.Format
source: {0} tracks
zh_hans: {0}首歌曲
zh_hant: {0}首歌曲

# Views.PlaylistDetailView.NormalPlaylistUpdatedTime.Format
source: Updated on {0}
zh_hans: 更新于{0}
zh_hant: 更新於{0}

# Views.PlaylistDetailView.CreatedDateFormat
source: Created on {0}
zh_hans: 创建于{0}
zh_hant: 創建於{0}

# Views.PlaylistDetailView.TrackCountDurationFormat
source: {0} songs , {1} in total
zh_hans: 共{0}首歌曲，总时长{1}
zh_hant: 共{0}首歌曲，總時長{1}

# Views.PlaylistDetailView.FeaturedArtistsHeader.Text
source: Featured artists
zh_hans: 包含表演者
zh_hant: 包含表演者

# Notifications.TrackPended
source: The track has been added to the playback queue.
zh_hans: 歌曲已添加到播放队列
zh_hant: 歌曲已添加到播放隊列

# MenuFlyoutItems.PlayLast.Text
source: Play last
zh_hans: 最后播放
zh_hant: 最後播放

# MenuFlyoutItems.PlayNext.Text
source: Play next
zh_hans: 下一首播放
zh_hant: 下一首播放

# MenuFlyoutItems.AddToPlaylist.Text
source: Add to playlist
zh_hans: 添加到歌单
zh_hant: 添加到歌單

# MenuFlyoutItems.Artists.Text
source: Artists
zh_hans: 表演者
zh_hant: 表演者

# Views.PlaylistDetailView.MyFavoritesTitle
source: My Favorites
zh_hans: 我喜欢的音乐
zh_hant: 我喜歡的音樂

# Views.PlaylistDetailView.IntelligentPlayButtonContent.Text
source: Start Station
zh_hans: 心动模式
zh_hant: 心動模式

# Views.PlaylistDetailView.PlayAllButtonContent.Text
source: Play all
zh_hans: 播放全部
zh_hant: 播放全部

# Views.PlaylistDetailView.SubscribeButtonContent.Text
source: Subscribe
zh_hans: 收藏
zh_hant: 收藏

# Views.PlaylistDetailView.UnsubscribeButtonContent.Text
source: Subscribed
zh_hans: 已收藏
zh_hant: 已收藏

# Views.AlbumDetailView.PublishDateFormat
source: Released on {0}
zh_hans: 发布于{0}
zh_hant: 發布於{0}

# Views.AlbumDetailView.TrackCountDurationFormat
source: {0} songs, {1} in total
zh_hans: 共{0}首歌曲，总时长{1}
zh_hant: 共{0}首歌曲，總時長{1}

# Views.ArtistDetailView.Sections.FullLengthAlbums.Header.Text
source: Albums
zh_hans: 专辑
zh_hant: 專輯

# Views.ArtistDetailView.Sections.LiveAlbums.Header.Text
source: Live
zh_hans: 现场
zh_hant: 現場

# Views.ArtistDetailView.Sections.SingleAlbums.Header.Text
source: EPs and Singles
zh_hans: EP / 单曲
zh_hant: EP / 單曲

# Views.ArtistDetailView.Sections.Tracks.Header.Text
source: Top Songs
zh_hans: 热门歌曲
zh_hant: 熱門歌曲

# Views.ArtistDetailView.Sections.Description.Header.Text
source: Biography
zh_hans: 简介
zh_hant: 簡介

# Views.ArtistDetailView.Sections.SimilarArtists.Header.Text
source: Similar Artists
zh_hans: 相似表演者
zh_hant: 相似表演者

# Views.BrowseView.Header.Text
source: Discover
zh_hans: 发现
zh_hant: 發現

# Views.BrowseView.Charts.Header.Text
source: Charts
zh_hans: 排行榜
zh_hant: 排行榜

# Views.BrowseView.FeaturedPlaylists.Header.Text
source: Featured Playlists
zh_hans: 精选歌单
zh_hant: 精選歌單

# Views.BrowseView.NewAlbums.Header.Text
source: New Releases
zh_hans: 最新专辑
zh_hant: 最新專輯

# Views.BrowseView.NewTracks.Header.Text
source: Fresh Music
zh_hans: 新歌速递
zh_hant: 新歌速遞

# Views.BrowseView.TopArtists.Header.Text
source: Artists We Love
zh_hans: 热门表演者
zh_hant: 熱門表演者

# Views.CloudDriveView.Header.Text
source: Cloud Drive
zh_hans: 音乐云盘
zh_hant: 音樂雲盤

# Views.LibraryView.FooterButton.Content
source: Load more
zh_hans: 加载更多内容
zh_hant: 加載更多內容

# Views.LibraryView.Categories.Albums.Content
source: Albums
zh_hans: 专辑
zh_hant: 專輯

# Views.LibraryView.Categories.Artists.Content
source: Artists
zh_hans: 表演者
zh_hant: 表演者

# Views.LibraryView.Header.Text
source: Library
zh_hans: 我的收藏
zh_hant: 我的收藏

# Views.SoftwareUpdateView.CheckForUpdatesButton.Content
source: Check for updates
zh_hans: 检查更新
zh_hant: 檢查更新

# Views.SoftwareUpdateView.IndicatorText.Checking
source: Checking for updates...
zh_hans: 正在检查更新……
zh_hant: 正在檢查更新……

# Views.SoftwareUpdateView.IndicatorText.ServiceError
source: An error occurred when fetching the updates.
zh_hans: 更新服务出错。
zh_hant: 更新服務出錯。

# Views.SoftwareUpdateView.IndicatorText.UpdatesAvailable
source: Update(s) available.
zh_hans: 有更新可用。
zh_hant: 有更新可用。

# Views.SoftwareUpdateView.IndicatorText.UpToDate
source: You're up to date.
zh_hans: 当前已是最新版本。
zh_hant: 當前已是最新版本。

# Views.SoftwareUpdateView.UpdateCheckedTimeFormatString
source: Last check: {0}.
zh_hans: 上次检查时间：{0}。
zh_hant: 上次檢查時間：{0}。

# Views.WebLoginWindow.TitleTextBlock.Text
source: Login via web
zh_hans: 网页登录
zh_hant: 網頁登錄

# Views.WebLoginView.InstructionTextBlock.Text
source: Log into your NetEase Music account in the above web page. When you're ready, click "Verify" on the right and we'll verify your login status.
zh_hans: 在上方网页中登录你的云音乐账号。 完成后点击右侧"验证"按钮，我们将验证登录状态。
zh_hant: 在上方網頁中登錄妳的雲音樂賬號。 完成後點擊右側"驗證"按鈕，我們將驗證登錄狀態。

# Views.WebLoginView.VerifyButton.Content
source: Verify
zh_hans: 验证
zh_hant: 驗證

# Views.SettingsView.Network.IpFix.Header
source: Roaming
zh_hans: 漫游
zh_hant: 漫遊

# Views.SettingsView.Network.IpFix.Description
source: Enable this option to listen to music outside of mainland China.
zh_hans: 启用此选项以在中国大陆以外的地区收听音乐。
zh_hant: 啟用此選項以在中國大陸以外的地區收聽音樂。

# Views.SoftwareUpdateView.DownloadButton.Content
source: Download
zh_hans: 下载
zh_hant: 下載

# Views.SoftwareUpdateView.AdditionalOptionsTextBlock.Text
source: Additional options
zh_hans: 附加选项
zh_hant: 附加選項

# Views.SoftwareUpdateView.EnablePreviewCheckBox.Content
source: Enable preview builds
zh_hans: 启用预览构建版本
zh_hant: 啟用預覽構建版本

# Views.HistoryView.Categories.Albums.Content
source: Albums
zh_hans: 专辑
zh_hant: 專輯

# Views.HistoryView.Categories.Tracks.Content
source: Tracks
zh_hans: 歌曲
zh_hant: 歌曲

# Views.HistoryView.Categories.Playlists.Content
source: Playlists
zh_hans: 歌单
zh_hant: 歌單

# Views.HistoryView.Header.Text
source: Playback History
zh_hans: 播放历史
zh_hant: 播放歷史

# Views.SoftwareUpdateView.HeaderTextBlock.Text
source: Updates & Preview Experiences
zh_hans: 更新与预览体验
zh_hant: 更新與預覽體驗

# Dialogs.ProxyLoginDialog.Title
source: Login via proxy
zh_hans: 通过代理登录
zh_hant: 通過代理登錄

# Dialogs.ProxyLoginDialog.ProxyAddressCaption.Text
source: Set the proxy server of NetEase Music as follows.
zh_hans: 在网易云音乐中，设置以下代理服务器。
zh_hant: 在網易雲音樂中，設置以下代理服務器。
